tutorials/steadyIncompressible/planeChannel/ferrum/case/constant/polyMesh/boundary
FoamFile
{
    version 2.0;
    format ascii;
    class polyBoundaryMesh;
    location "constant/polyMesh";
    object boundary;
}

5
(
    front
    {
        type empty;
        nFaces 2000;
        startFace 3880;
    }
    wall
    {
        type wall;
        nFaces 200;
        startFace 5880;
    }
    outlet
    {
        type patch;
        nFaces 20;
        startFace 6080;
    }
    inlet
    {
        type patch;
        nFaces 20;
        startFace 6100;
    }
    back
    {
        type empty;
        nFaces 2000;
        startFace 6120;
    }
)
